{
	"header": {

	},
	"profile": {
		"Title": [
			"Profil",
			"Profile"
		],
		"Slogan": [
			"Das Studio aus Basel spezialisiert sich auf die Planung, Konzeption, Design und Entwicklung von Projekten zwischen digitalem und physischem Raum.",
			"The Studio is based in Basel and specializes in planning, conception, design and development of projects in between digital and physical space."
		],
		"Services": [
			"Kompetenzen",
			"Services"
		],
		"Service1": [
			"Produktdesign und Konzept",
			"Product design and conception"
		],
		"Service2": [
			"UX/UI, Interaction Design",
			"UX/UI, Interaction Design"
		],
		"Service3": [
			"Entwickeln von Apps und Websites",
			"Development of Apps and Websites"
		],
		"Service4": [
			"Prototyping & Testing",
			"Prototyping & Testing"
		],
		"Service5": [
			"Beratung, Schulung",
			"Consulting, education"
		],
		"Service6": [
			"Agile & iterative Prozesse",
			"Agile & iterative processes"
		],
		"Info1": [
			"Riccardo Lardi ist dipl. Interaction Designer mit BA ZHdK Zürich und MA Royal College of Art, London und hat bis zur Gründung des Studios als Designer und Entwickler bei Firmen wie <a class='link' rel='noopener noreferrer' target='_blank' href='http://www.takram.com'>Takram</a> (London) und <a class='link' rel='noopener noreferrer' target='_blank' href='http://www.iart.ch'>iart</a> (Basel) substanziell zum Erfolg von Projekten beigetragen.",
			"Riccardo Lardi is an Interaction Designer and holds a BA from Zurich University of the Arts and an MA from Royal College of Arts, London. Prior to opening the Studio he has substancially contributed to numerous projects for companies such as <a class='link' rel='noopener noreferrer' target='_blank' href='http://www.takram.com'>Takram</a> (London) and <a class='link' rel='noopener noreferrer' target='_blank' href='http://www.iart.ch'>iart</a> (Basel)."
		],
		"Info2": [
			"Mehr Infos & CV unter <a class='link' href='https://www.linkedin.com/in/riccardolardi' rel='noopener noreferrer' target='_blank' >LinkedIn</a>.",
			"Find more info & CV on <a class='link' href='https://www.linkedin.com/in/riccardolardi' rel='noopener noreferrer' target='_blank' >LinkedIn</a>."
		],
		"Info3": [
			"Gemeinsam mit dem Kunden begleitet und verwirklicht das Studio Projekte, von der inizialen Idee über Prototypen bis hin zum finalen Produkt und dessen Inbetriebnahme. Der Kunde wird partizipativ am Designprozess miteinbezogen und ist Projektpartner auf Augenhöhe.",
			"The Studio accomplishes projects while accompanying the client throughout the entire process, starting from ideation to prototyping to final product and subsequent launch. The client is included into the iteration loops in a participative and transparent way."
		],
		"Info4": [
			"Das Studio bewegt sich in einem dichten Netzwerk von lokal verfügbaren Spezialisten in relevanten Bereichen (Fotografie & Video, Grafik, Elektronik, Fabrikation) und ist dementsprechend agil und anpassungsfähig.",
			"While the Studio is mainly led by Riccardo himself it is part of a rich network of specialists in relevant fields like photography, graphic design, electronics & fabrication etc. which makes for a high degree of agility and flexibility."
		]
	},
	"work": {
		"Title": [
			"Projekte",
			"Work"
		],
		"More": [
			"Details",
			"Details"
		]
	},
	"contact": {

	},
	"nav": {
		"Profile": [
			"Profil",
			"Profile"
		],
		"Work": [
			"Projekte",
			"Work"
		],
		"Contact": [
			"Kontakt",
			"Contact"
		]
	},
	"project": [
		{
			"Title": [
				"Sommernachts-Ball",
				"Sommernachts-Ball"
			],
			"Subtitle": [
				"Webseite, 2020",
				"Website, 2020"
			],
			"Subsubtitle": [
				"Genossenschaftsbund Migros Zürich",
				"Genossenschaftsbund Migros Zürich"
			],
			"Description1": [
				"Redesign und Neuentwicklung von Front- und Backend für die Migros Sommernachts-Ball Webseite.",
				"Complete redesign and technical overhaul for front and backend of Migros Sommernachts-Ball web presence."
			],
			"Client": [
				"Migros Genossenschaftsbund Zürich",
				"Migros Genossenschaftsbund Zurich"
			],
			"Partner": [
				"<a class='link' rel='noopener noreferrer' target='_blank' href='http://www.komun.ch'>Komun</a>",
				"<a class='link' rel='noopener noreferrer' target='_blank' href='http://www.komun.ch'>Komun</a>"
			],
			"Services": [
				"Interaction Design, Beratung, Programmierung",
				"Interaction Design, Consulting, Code"
			],
			"Tech": [
				"React, Gatsby, GraphQL",
				"React, Gatsby, GraphQL"
			],
			"Description2": [
				"Der Migros Sommernachts-Ball findet jeden Juni im Hauptbahnhof Zürich statt und ist zu einer städtischen Attraktion etabliert.",
				"Migros Sommernachts-Ball is a dance and music event that takes place annually in the halls of Zurich main station. It has become a city spectacle and attracts thousands of visitors every year."
			],
			"Description3": [
				"Die Webseite wurde komplett neugestaltet und mit frischer Technologie neu entwickelt. Fokus der Umsetzung liegt auf dem raschen Auffinden der gesuchten Information und auf einer intuitiven Navigation unabhängig von Art des Devices, ermöglicht durch ein fluides Design.",
				"The website has been completely redesigned and rebuilt from scratch using fresh technology. Focusing on an easy to navigate interface the user should find the information she/he seeks in an instant, facilitated by the scroll navigation concept. The website layout design is entirely fluid and therefore suited for any kind of device."
			]
		},
		{
			"Title": [
				"Stephan Walter",
				"Stephan Walter"
			],
			"Subtitle": [
				"Webseite, 2020",
				"Website, 2020"
			],
			"Subsubtitle": [
				"Stephan Walter, Grafiker, Zürich",
				"Stephan Walter, Graphic Designer, Zurich"
			],
			"Description1": [
				"Redesign und Neuentwicklung von Front- und Backend für die Webseite vom Zürcher Grafiker und Typografen Stephan Walter.",
				"Design and programming for front and backend of Zurich based Graphic Designer and Illustrator Stephan Walter."
			],
			"Client": [
				"<a class='link' rel='noopener noreferrer' target='_blank' href='http://www.stephanwalter.ch'>Stephan Walter</a>",
				"<a class='link' rel='noopener noreferrer' target='_blank' href='http://www.stephanwalter.ch'>Stephan Walter</a>"
			],
			"Partner": [
				"",
				""
			],
			"Services": [
				"Design, Beratung, Programmierung",
				"Design, Consulting, Code"
			],
			"Tech": [
				"React, Headless WP",
				"React, Headless WP"
			],
			"Description2": [
				"Stephan Walter ist Grafiker und Typograf aus Zürich und weltweit bekannt für seine Arbeiten in welchen er 3D und Typografie grafisch geschickt zu 'Typotektur' vereint.",
				"Stephan Walter is a graphic designer and typographer from Zurich and is known worldwide for his work in which he skillfully combines 3D and typography into 'typotecture'."
			],
			"Description3": [
				"Seinen neuen Webauftritt hat das Studio mit Fokus auf möglichst grossflächige und dominante Darstellung seiner Grafik umgesetzt. Informationstext ist optional zugänglich, soll die grafischen Inhalte jedoch nie konkurrenzieren.",
				"The Studio has implemented his new web presence with a focus on the largest possible and dominant presentation of his graphical work. Information text is optionally accessible, but should never compete with the actual content."
			]
		},
		{
			"Title": [
				"IOC Map Tool",
				"IOC Map Tool"
			],
			"Subtitle": [
				"Applikation für Video-Installation",
				"Application for video installation"
			],
			"Subsubtitle": [
				"iart, Int. Olympisches Kommittee, Lausanne",
				"iart, Int. Olympic Commitee, Lausanne"
			],
			"Description1": [
				"Desktop Applikation (Win/Mac/Linux) zur Bewirtschaftung und Verwaltung des Datenpools für eine Video-Bespielung im Neubau vom IOC in Lausanne.",
				"Desktop application (Win/Mac/Linux) for administration of the data pool for an artistic video wall in the new building of the IOC in Lausanne."
			],
			"Client": [
				"<a class='link' rel='noopener noreferrer' target='_blank' href='http://www.iart.ch'>iart</a>, <a class='link' rel='noopener noreferrer' target='_blank' href='http://www.studiobanana.com'>Studio Banana</a>",
				"<a class='link' rel='noopener noreferrer' target='_blank' href='http://www.iart.ch'>iart</a>, <a class='link' rel='noopener noreferrer' target='_blank' href='http://www.studiobanana.com'>Studio Banana</a>"
			],
			"Partner": [
				"",
				""
			],
			"Services": [
				"Design, Programmierung",
				"Design, Code"
			],
			"Tech": [
				"React, Electron, Material UI",
				"React, Electron, Material UI"
			],
			"Description2": [
				"Für den Unterhalt der 'Universality' Video-Bespielung im neugestalteten Foyer 'Agora' des International Olympic Committees in Lausanne wurde die massgeschneiderte Software konzipiert und entwickelt.",
				"The tailor-made software was designed and developed for the maintenance of the 'Universality' video wall in the newly designed 'Agora' foyer of the International Olympic Committee in Lausanne."
			],
			"Description3": [
				"Der Kunde kann durch das Tool die Inhalte der Bespielung leicht und intuitiv ändern und erweitern.",
				"The customer can easily and intuitively change and expand the contents of the display."
			],
			"Description4": [
				"Der neue Hauptsitz des Internationalen Olympischen Komitees in Lausanne: [...] Auf drei riesigen, in die Wände eingelassenen, ebenfalls gebogenen OLED-Screens erwarten sie massgeschneiderte Inhalte. Denn je nachdem, welche Delegation vor Ort ist, können sie live aufbereitet werden.",
				"The new headquarters of the International Olympic Committee in Lausanne: [...] On three huge, curved OLED screens embedded in the walls, tailor-made content is awaiting you. Depending on which delegation is on site, the contents can be prepared in realtime."
			],
			"Description5": [
				"Quelle: <a class='link' rel='noopener noreferrer' target='_blank' href='https://iart.ch/work/ioc-agora'>iart IOC Agora</a>",
				"Source: <a class='link' rel='noopener noreferrer' target='_blank' href='https://iart.ch/work/ioc-agora'>iart IOC Agora</a>"
			]
		},
		{
			"Title": [
				"Simulation M+ Museum",
				"Simulation M+ Museum"
			],
			"Subtitle": [
				"3D Simulation für Fassadensystem, 2019",
				"3D simulation for facade display, 2019"
			],
			"Subsubtitle": [
				"iart, M+ Museum, Hong Kong",
				"iart, M+ Museum, Hong Kong"
			],
			"Description1": [
				"Eine 3D-Simulation in Echtzeit zur Visualisierung der spezifischen Charakteristika eines neuartigen bespielbaren Fassadensystems.",
				"A 3D simulation that enables to visualize the specific characteristics of a new type of facade display system in real time."
			],
			"Client": [
				"<a class='link' rel='noopener noreferrer' target='_blank' href='http://www.iart.ch'>iart</a>, <a class='link' rel='noopener noreferrer' target='_blank' href='https://mplus.org.hk'>M+</a>",
				"<a class='link' rel='noopener noreferrer' target='_blank' href='http://www.iart.ch'>iart</a>, <a class='link' rel='noopener noreferrer' target='_blank' href='https://mplus.org.hk'>M+</a>"
			],
			"Partner": [
				"<a class='link' rel='noopener noreferrer' target='_blank' href='https://www.herzogdemeuron.com/'>Herzog & De Meuron</a>",
				"<a class='link' rel='noopener noreferrer' target='_blank' href='https://www.herzogdemeuron.com/'>Herzog & De Meuron</a>"
			],
			"Services": [
				"Projektleitung, Design, Code",
				"Project lead, Design, Code"
			],
			"Tech": [
				"Unity 3D, Blender, C#",
				"Unity 3D, Blender, C#"
			],
			"Description2": [
				"In Hong Kong Kowloon Bay entsteht ein neues Kunstmuseum für Visuelle Medien. Das Museum beherbergt einen Grossteil der privaten Sammlung vom Schweizer Kunstsammler Uli Sigg. Zusammen mit den Architekten Herzog & De Meuron hat iart ein innovatives Fassadensystem entwickelt, das dank des einzigartigen Designs auf verschiedenste Weisen interaktiv bespielt werden kann.",
				"In Hong Kong Kowloon Bay a new art museum for visual culture is being built. The museum houses a large part of the private collection of the Swiss art collector Uli Sigg. Together with the architects Herzog & De Meuron, iart has developed an innovative façade system that, thanks to it's unique design, can be used interactively in a variety of ways."
			],
			"Description3": [
				"Die einzelnen Fassadenelemente bestehen aus sogenannten 'Louvres', in welche zwei verschiedene Typen von LED Lichtquellen eingelassen sind. Diese unterscheiden sich in Streuwinkel und Lichtintensität und schaffen somit ein neuartiges Medium: Inhalte können so gestalten werden, dass sie je nach Blickwinkel und Distanz in der Erscheinung varieren.",
				"The individual facade elements consist of so-called 'Louvres', in which two different types of LED light sources are embedded. These differ in scattering angle and light intensity and thus create a new medium: contents can be designed in such a way that they vary in appearance depending on the viewing angle and distance."
			],
			"Description4": [
				"Die Simulation ermöglicht es den Betreibern in Zusammenarbeit mit beauftragten Künstlern Inhalte zu testen und zu erschaffen, welche diese spezifischen Eigenschaften nutzen. Inhalte können von ausserhalb in die Simulation eingespielt werden während Parameter verändert werden können um die Inhalte möglichst für das Medium zu optimieren.",
				"In collaboration with commissioned artists, the simulation enables operators to test and create content that makes use of these specific features. Content can be brought into the simulation from outside the system while parameters can be changed to optimize the content for the medium."
			]
		},
		{
			"Title": [
				"Hyundai Olympic Pavilion",
				"Hyundai Olympic Pavilion"
			],
			"Subtitle": [
				"Interaktive Wasserinstallation, 2018",
				"Interactive water art installation, 2018"
			],
			"Subsubtitle": [
				"iart, Hyundai, Südkorea",
				"iart, Hyundai, South Korea"
			],
			"Description1": [
				"Interaktive Wasserinstallation innerhalb des Pavilions von Hyundai an den Olympischen Winterspielen 2018 in Pyeongchang, Südkorea.",
				"Interactive water installation within the pavilion of Hyundai at the 2018 Winter Olympics in Pyeongchang, South Korea."
			],
			"Client": [
				"<a class='link' rel='noopener noreferrer' target='_blank' href='http://www.iart.ch'>iart</a>, <a class='link' rel='noopener noreferrer' target='_blank' href='http://www.innocean.com/'>Innocean Korea</a>",
				"<a class='link' rel='noopener noreferrer' target='_blank' href='http://www.iart.ch'>iart</a>, <a class='link' rel='noopener noreferrer' target='_blank' href='http://www.innocean.com/'>Innocean Korea</a>"
			],
			"Partner": [
				"<a class='link' rel='noopener noreferrer' target='_blank' href='http://www.asif-khan.com'>Asif Khan, London</a>",
				"<a class='link' rel='noopener noreferrer' target='_blank' href='http://www.asif-khan.com'>Asif Khan, London</a>"
			],
			"Services": [
				"Konzeption, Projektplanung, Projektmanagement, Inbetriebnahme",
				"Concept, project planning, project management, commissioning"
			],
			"Description2": [
				"Im Rahmen der Olympischen Winterspiele 2018 in Süd-Korea wurde iart als Partner vom Londoner Architekten Asif Khan beauftragt, die technische Ausführung des Pavilions vom koreanischen Automobilhersteller Hyundai zu planen und umzusetzen.",
				"In the context of the 2018 Winter Olympics in South Korea, iart was commissioned as a partner by London architect Asif Khan to plan and implement the technical execution of the pavilion by the Korean car manufacturer Hyundai."
			],
			"Description3": [
				"Der Pavilion soll auf fantastische Weise Wasserstoff als nachhaltigen und effizienten Brennstoff der Zukunft präsentieren. Aussen komplett in 'Vantablack' (absorbiert 99% Licht) gekleidet erstrahlt im Inneren eine Kunstinstallation aus hydrophobem Corian, in dessen eingefrästen Bahnen sich tausende Wassertropfen in einer Choreografie bewegen.",
				"The pavilion presents hydrogen as a sustainable and efficient fuel of the future in a awe-inspiring way. On the outside, completely coated in 'Vantablack' (absorbs 99% light), an art installation made of hydrophobic Corian awaits inside, with thousands of water droplets moving in a choreography through its milled paths."
			],
			"Description4": [
				"Für dieses Projekt war ich zuständig für die technische Konzeption und Entwicklung der Wasserinstallation sowie für das Evaluieren und das Koordinieren der dafür beauftragten Partner.",
				"For this project I was responsible for the technical conception and development of the water installation as well as for the evaluation and coordination of the assigned partners."
			],
			"Description5": [
				"Dies beinhaltete eine enge Zusammenarbeit mit den Projektpartnern, Kommunikation mit Subunternehmern, Qualitätssicherung in Produktionsstätten und Begleitung des Aufbaus vor Ort in Pyeongchang.",
				"This included close cooperation with the project partners, communication with subcontractors, quality assurance in production facilities and on-site support during construction and commissioning in Pyeongchang."
			]
		},
		{
			"Title": [
				"Harvard Square Theatre Fassade",
				"Harvard Square Theatre Facade"
			],
			"Subtitle": [
				"Prototyp für bespielbare Fassade, 2018",
				"Prototype for facade display, 2018"
			],
			"Subsubtitle": [
				"iart, Kirche LLC, Boston, MA",
				"iart, Kirche LLC, Boston, MA"
			],
			"Description1": [
				"",
				""
			],
			"Client": [
				"<a class='link' rel='noopener noreferrer' target='_blank' href='http://www.iart.ch'>iart</a>, Kirche LLC</a>",
				"<a class='link' rel='noopener noreferrer' target='_blank' href='http://www.iart.ch'>iart</a>, Kirche LLC</a>"
			],
			"Partner": [
				"<a class='link' rel='noopener noreferrer' target='_blank' href='http://www.promontorio.net'>Promontorio, Lissabon</a>",
				"<a class='link' rel='noopener noreferrer' target='_blank' href='http://www.promontorio.net'>Promontorio, Lisbon</a>"
			],
			"Services": [
				"Projektleitung, technische Koordination, Entwicklung Fassadenelemente",
				"Project lead, technical coordination, development of facade elements"
			],
			"Description2": [
				"Prominent, direkt am Harvard Square in Cambridge, soll ein Neubau entstehen indem Kultur, Kino, sowie aber auch Retail- und Office-Räume beherbergt werden. Über die Lissabonner Architekten von Promontorio wurde iart die Beauftragung zur Entwicklung einer medial bespielbaren Fassade für den Bauherr in Boston, herantgetragen.",
				"Prominently, directly at Harvard Square in Cambridge, a new building is to be erected to house culture, cinema, as well as retail and office space. The Lisbon architects of Promontorio commissioned iart to develop a media facade for the client in Boston."
			],
			"Description3": [
				"In enger Zusammenarbeit mit den Architekten soll eine Lösung gefunden werden, die aus Terracotta zu fertigenden Fassadenelemente so zu gestalten und mit Technologie zu versehen um eine subtile, integrative und innovative Bespielung zu schaffen.",
				"In close cooperation with the architects, a solution had to be found to equip and design the façade elements made out of terracotta with technology, to create a subtle, integrative and innovative display."
			],
			"Description4": [
				"Die Architekten breiteten eine Auswahl an Permutationen von möglichen Profilen für die Fassadenelemente aus, welche daraufhin von iart auf deren Eignung untersucht wurden. Nach der Auswahl einer kleineren Selektion wurden diese noch feiner auf bessere Licht- und Kontrastverhältnisse optimiert.",
				"The architects suggested a variety of permutations for possible façade element profiles, which were then examined by iart for their suitability. After selecting a smaller selection, these were further optimised for better performance in terms of light and contrast."
			],
			"Description5": [
				"Ungefähr zwanzig verschiedene Profile wurden insgesamt evaluiert. Ein Zyklus bestehend aus der Herstellung und Testen physischer Mockups, deren Evaluation und entsprechender Optimisierung über Lichtsimulationen am Computer, führte schliesslich zu zwei 'Sieger-Profilen' welche dem Kunden unterbreitet wurden.",
				"About twenty different profiles were evaluated in total. A cycle consisting of the production and testing of physical mockups, their evaluation and corresponding optimization via computer light simulations finally resulted in two 'winning profiles' which were presented to the client."
			],
			"Description6": [
				"Zu Beginn zeichnete ich mich verantwortlich für die Gestaltung und zweckgerichteten Optimierung der Fassadenelemente. Später übernahm ich die Position des Projektleiters. Im Zuge dessen übernahm ich Verantwortung für Kundenkontakt, Anforderungsmanagement, Meetings vor Ort in Boston und schlussendlich die Planung und Koordination für die Entwicklung des ersten Prototyps der Fassade vor Ort.",
				"First I was responsible for the design and optimization of the facade elements. Later I took over the position of project lead. In the course of this I took responsibility for client contact, requirements management, meetings on site in Boston and finally the planning and coordination for the development of the first prototype of the facade on site."
			]
		},
		{
			"Title": [
				"Hansel & Gretel",
				"Hansel & Gretel"
			],
			"Subtitle": [
				"Immersive Videoinstallation, 2017",
				"Immersive video art installation, 2017"
			],
			"Subsubtitle": [
				"iart, Herzog & de Meuron, Armory Park Av. NYC",
				"iart, Herzog & de Meuron, Armory Park Av. NYC"
			]
		},
		{
			"Title": [
				"Maersk Besucherzentrum",
				"Maersk Visitor Centre"
			],
			"Subtitle": [
				"Interaktiver Medientisch, 2017",
				"Interactive media table, 2017"
			],
			"Subsubtitle": [
				"iart, Maersk, Copenhagen",
				"iart, Maersk, Copenhagen"
			]
		}
	]
}